Repository: Wii42/wingetGUI_v2
Catalog: lib/l10n/app_*.arb
Languages: de

source: Run Command
de: Führe Befehl aus

# wingetTitle
source: {command, select, updates{Updates} updatesPage{Updates} installed{Installed} installedPage{Installed} about{About Winget} help{Help} search{Search Packages} settings{Winget Settings} sources{Sources} install{Install} upgrade{Upgrade} uninstall{Uninstall} show{Show} searchPage{Search Packages} commandPromptPage{Run Command} upgradeAll{Upgrade All} advancedOptions{Advanced} settingsPage{Settings} logsPage{Logs} logDetailsPage{Log Details} availablePackages{Available Apps} other{NotFoundError}}
de: {command, select, updates{Aktualisierungen} updatesPage{Aktualisierungen} installed{Installiert} installedPage{Installiert} about{Über Winget} help{Hilfe} search{Suche Apps} settings{Winget-Einstellungen} sources{Quellen} install{Installieren} upgrade{Aktualisieren} uninstall{Deinstallieren} show {Anzeigen} searchPage{Suche Apps} commandPromptPage{Befehl Ausführen} upgradeAll{Alle Aktualisieren} advancedOptions{Erweitert} settingsPage{Einstellungen} logsPage{Logs} logDetailsPage{Log Details} availablePackages{Verfügbare Apps} other{NotFoundError}}

# wingetTitlePrefix
source: {command, select, search{Search} show {} other{NotFoundError}}
de: {command, select, search{Suche nach} install{Installiere} upgrade{Aktualisiere} uninstall{Deinstalliere} show {} other{NotFoundError}}

source: History
de: Verlauf

# infoKey
source: {info, select, id{ID} description{Description} name{Name} publisher{Publisher} publisherUrl{PublisherUrl} publisherSupportUrl{PublisherSupportUrl} version{Version} availableVersion{Available} tags{Tags} releaseNotes{ReleaseNotes} releaseNotesUrl{ReleaseNotesUrl} installer{Installationsprogramm} source{Source} website{Homepage} license{License} licenseUrl{LicenseUrl} copyright{Copyright} copyrightUrl{CopyrightUrl} privacyUrl{PrivacyUrl} buyUrl{BuyUrl} termsOfTransaction{Terms of Transaction} seizureWarning{Seizure Warning} storeLicenseTerms{Store License Terms} author{Author} moniker{AppMoniker} documentation{Documentation} agreement{Agreement} category{Category} pricing{Pricing} freeTrial{Free Trial} ageRating{Age Ratings} installerType{Type} storeProductID{Store Product ID} installerURL{Download Url} sha256Installer{SHA256} installerLocale{Language} releaseDate{Freigabedatum} match{Match} other{NotFoundError}}
de: {info, select, id{ID} description{Beschreibung} name{Name} publisher{Herausgeber} publisherUrl{Herausgeber-URL} publisherSupportUrl{Herausgeber-Support-URL} version{Version} availableVersion{Verfügbar} tags{Markierungen} releaseNotes{Versionshinweise} releaseNotesUrl{URL der Versionshinweise} installer{Installationsprogramm} source{Quelle} website{Startseite} license{Lizenz} licenseUrl{Lizenz-URL} copyright{Copyright} copyrightUrl{Copyright-URL} privacyUrl{Datenschutz-URL} buyUrl{Kauf-URL} termsOfTransaction{Terms of Transaction} seizureWarning{Seizure Warning} storeLicenseTerms{Store License Terms} author{Autor} moniker{Moniker} documentation{Dokumentation} agreement{Vereinbarungen} category{Category} pricing{Pricing} freeTrial{Free Trial} ageRating{Age Ratings} installerType{Installertyp} storeProductID{Store-Produkt-ID} installerURL{Installer-URL} sha256Installer{Sha256-Installer} installerLocale{Installer-Gebietsschema} releaseDate{Freigabedatum} match{Übereinstimmung} other{NotFoundError}}

# infoTitle
source: {info, select, id{App ID} description{About} name{Name} publisher{Publisher} publisherUrl{Publisher URL} publisherSupportUrl{Support} version{Version} availableVersion{Available} tags{Tags} releaseNotes{Release Notes} releaseNotesUrl{Show Online} installer{Installer} source{Source} website{Website} license{License} licenseUrl{License} copyright{Copyright} copyrightUrl{Copyright} privacyUrl{Privacy} buyUrl{Buy} termsOfTransaction{Terms of Transaction} seizureWarning{Seizure Warning} storeLicenseTerms{Store License Terms} author{Author} moniker{Moniker} documentation{Documentation} agreement{Agreement} category{Category} pricing{Pricing} freeTrial{Free Trial} ageRating{Age Rating} installerType{Installer Type} storeProductID{Store Product ID} installerURL{Download Installer Manually} sha256Installer{SHA256 Hash} installerLocale{Locale} releaseDate{Release Date} manifest{Manifest} match{Match} installers{Available Installers} upgradeBehavior{Upgrade Behavior} fileExtensions{Supported File Types} packageLocale{Locale} platform{Plattform} architecture{Architecture} minimumOSVersion{Minimal OS Version} installScope{Installation Scope} signatureSha256{Signature Hash} elevationRequirement{Elevation requirement} productCode{Product Code} appsAndFeaturesEntries{'Apps and Features' Entries} installerSwitches{Installer Switches} installModes{Install Modes} shortDescription{Short Description} nestedInstallerType{Typ of the Nested Installer} availableCommands{Available Commands} dependencies{Package Dependencies} protocols{Supported Protocols} auto{Auto} random{Random} packageFamilyName{Package Family Name} markets{Markets} expectedReturnCodes{Expected Response Codes} installerSuccessCodes{Installer Success Codes} installationNotes{Installation Notes} other{NotFoundError}}
de: {info, select, id{App-ID} description{Beschreibung} name{Name} publisher{Herausgeber} publisherUrl{Herausgeber-URL} publisherSupportUrl{Support} version{Version} availableVersion{Verfügbar} tags{Markierungen} releaseNotes{Versionshinweise} releaseNotesUrl{online anzeigen} installer{Installationsprogramm} source{Quelle} website{Webseite} license{Lizenz} licenseUrl{Lizenz} copyright{Copyright} copyrightUrl{Copyright} privacyUrl{Datenschutz} buyUrl{Kaufen} termsOfTransaction{Geschäftsbedingungen} seizureWarning{Anfallswarnung} storeLicenseTerms{Store-Lizenzbedingungen} author{Autor} moniker{Moniker} documentation{Dokumentation} agreement{Vereinbarungen} category{Kategorie} pricing{Preis} freeTrial{Testphase} ageRating{Altersfreigabe} installerType{Installertyp} storeProductID{Store-Produkt-ID} installerURL{Installer manuell herunterladen} sha256Installer{SHA256-Hash} installerLocale{Installer-Gebietsschema} releaseDate{Veröffentlichungsdatum} match{Übereinstimmung} manifest{Manifest} installers{Verfügbare Installer} upgradeBehavior{Update-Verhalten} fileExtensions{Unterstützte Dateiformate} packageLocale{Gebietsschema} platform{Plattform} architecture{Architektur} minimumOSVersion{Minimale OS-Version} installScope{Installationsbereich} signatureSha256{Signatur-Hash} elevationRequirement{Update-Voraussetzung} productCode{Produkt-Code} appsAndFeaturesEntries{'Apps und Features'-Einträge} installerSwitches{Installer Switches} installModes{Installationsmodi} shortDescription{Kurzbeschreibung} nestedInstallerType{Typ des eingebetteten Installers} availableCommands{Verfügbare Befehle} dependencies{Paketabhängigkeiten} protocols{Unterstützte Protokolle} auto{Auto} random{Zufällig} packageFamilyName{Paketfamilienname} markets{Märkte} expectedReturnCodes{Erwartete Return-Codes} installerSuccessCodes{Installer Success-Codes} other{NotFoundError}}

source: from {source}
de: via {source}

source: Found
de: Gefunden

source: Agreements for
de: Vereinbarungen für

source: Show in Store
de: Im Store anzeigen

source: show more
de: mehr anzeigen

source: show less
de: weniger anzeigen

# endProcess
source: End Current Process
de: Laufenden Prozess beenden

# showInSeparatePage
source: Open in separate window
de: In separatem Fenster öffen

# waitOnData
source: waiting on data...
de: auf Daten warten...

# showOnlyClickablePackages
source: show only selectable apps
de: nur anwählbare Apps anzeigen

# showOnlyPackagesWithSpecificVersion
source: show only apps with known specific version
de: nur Apps mit genau bekannter Version anzeigen

# nrOfPackagesShown
source: {number} of {total} apps are displayed
de: {number} von {total} Apps werden angezeigt

# chooseDisplayMode
source: Choose mode
de: Modus auswählen

source: Choose language
de: Sprache wählen

# chooseWingetLanguage
source: Choose language of Winget
de: Sprache von Winget wählen

source: Open Winget settings file
de: Öffne Winget-Einstellungen-Dokument

# themeMode
source: {mode, select, system{System} light{Light} dark{Dark} other{NotFoundError}}
de: {mode, select, system{System} light{Hell} dark{Dunkel} other{NotFoundError}}

source: Error
de: Fehler

source: Unexpected error
de: Unerwarteter Fehler

source: Installed
de: Installiert

# installSuccessful
source: Installation successful
de: Erfolgreich installiert

source: Uninstall successful
de: Erfolgreich deinstalliert

# installMode
source: {mode, select, interactive{interactive} silent{silent} silentWithProgress{silent with progress} other{NotFoundError}}
de: {mode, select, interactive{interaktiv} silent{still} silentWithProgress{still mit Fortschritt} other{NotFoundError}}

# upgradeBehavior
source: {behavior, select, install{Install} uninstallPrevious{Uninstall previous version} deny{Deny} custom{<Custom>} other{NotFoundError}}
de: {behavior, select, install{Installieren} uninstallPrevious{Bisherige Version deinstallieren} deny{Verweigern} custom{<Benutzerdefiniert>} other{NotFoundError}}

source: Can't load details
de: Details konnten nicht geladen werden

source: No internet connection
de: Keine Internetverbindung

source: Reason
de: Grund

source: More from {publisher}
de: Mehr von {publisher}

# downloadManually
source: Download {installerDescription} manually
de: {installerDescription} manuell herunterladen

# multipleInstallersFound
source: {nrOfInstallers} installers found for this app. Select the one you want to see:
de: {nrOfInstallers} Installer gefunden für diese App. Wählen sie denjenigen aus, den Sie sehen möchten:

# multipleFittingInstallersFound
source: {nrOfInstallers} installers found for the selected options. Select one:
de: {nrOfInstallers} Installer gefunden für gewählte Optionen. Wählen sie einen:

# noInstallerFound
source: No installer found for the selected options
de: Kein Installer gefunden für die gewählten Optionen

source: Close
de: Schliessen

source: local PC
de: lokaler PC

source: No apps found
de: Keine Apps gefunden

source: No fitting apps found
de: Keine passenden Apps gefunden

source: Only apps with source
de: Nur Apps mit Quelle

source: Only apps with exact version
de: Nur Apps mit exakter Version

source: Sort by
de: Sortieren nach

source: Extended search
de: Erweiterte Suche

source: Search for
de: Suche nach

source: waiting...
de: wartend...

# returnResponse
source: {response, select, packageInUse{Package in Use} packageInUseByApplication{Package in Use by Application} installInProgress{Install in Progress} fileInUse{File in Use} missingDependency{Missing Dependency} diskFull{Disk Full} insufficientMemory{Insufficient Memory} invalidParameter{Invalid Parameter} noNetwork{No Network} contactSupport{Contact Support} rebootRequiredToFinish{Reboot Required to Finish} rebootRequiredForInstall{Reboot Required for Install} rebootInitiated{Reboot Initiated} cancelledByUser{Cancelled by User} alreadyInstalled{Already Installed} downgrade{Downgrade} blockedByPolicy{Blocked by Policy} systemNotSupported{System Not Supported} custom{Custom Response} other{NotFoundError}}
de: {response, select, packageInUse{Package in Benutzung} packageInUseByApplication{Package wird von Applikation benutzt} installInProgress{Installation im Gang} fileInUse{Datei in Benutzung} missingDependency{Fehlende Abhängigkeit} diskFull{Festplatte voll} insufficientMemory{Nicht genügend Arbeitsspeicher} invalidParameter{Invalider Parameter} noNetwork{Kein Netzwerk} contactSupport{Kontaktieren Sie den Support} rebootRequiredToFinish{Neustart zum Abschluss erforderlich} rebootRequiredForInstall{Neustart erforderlich für Installation} rebootInitiated{Neustart eingeleitet} cancelledByUser{Vom Benutzer abgebrochen} alreadyInstalled{Bereits installiert} downgrade{Downgrade} blockedByPolicy{Durch Richtlinien blockiert} systemNotSupported{System nicht unterstützt} custom{Benutzerdefinierte Antwort} other{NotFoundError}}

# copyToClipboardTooltip
source: Copy to clipboard
de: In Zwischenablage kopieren

# openMSStorePageTooltip
source: Open the Microsoft Store page for this app
de: Öffne Microsoft Store-Seite für diese App

# openHelpTooltip
source: Open help in a new page
de: Öffne Hilfe auf neuer Seite

# viewLogDetailsTooltip
source: View log details
de: Zeige Log-Details

# moreFromPublisherTooltip
source: Show all Apps from this Publisher
de: Zeige alle Apps von diesem Herausgeber

# packagePeekTooltip
source: Show app details
de: Zeige App-Details

# runCommandTooltip
source: Run command '{command}'
de: Führe Befehl '{command}' aus

# readOutputOfCommand
source: Reading output of '{command}'...
de: Ausgabe von '{command}' wird gelesen...

source: Loading...
de: Wird geladen...

source: Output
de: Ausgabe

source: Parsing {content}...
de: {content} wird analysiert...

source: Checking winget availability...
de: Überprüfe Verfügbarkeit von winget...

# errorWingetNotAvailable
source: Winget is not available Please install the winget command line tool and restart the app.
de: Winget ist nicht verfügbar Bitte installieren Sie winget und starten Sie die App erneut.

# errorOccurred
source: An error occurred
de: Ein Fehler ist aufgetreten

source: Warning
de: Warnung

# processesQueued
source: {nrOfProcesses} processes are in queue for execution
de: {nrOfProcesses} Prozesse in Warteschlange

# onlyAppsWithSourceTooltip
source: Show only apps from a known package source
de: Nur Apps anzeigen, die von einer bekannten Paketquelle stammen

# onlyAppsWithExactVersionTooltip
source: Show only apps with a known specific version
de: Nur Apps anzeigen, die eine bekannte exakte Version haben

# actionOnAll
source: {action} all
de: Alle {action}
